Repository: gaudyn/KormoraniOSApp
Catalog: Kormoran Beach Party ScoreAdmin/*.lproj/Localizable.strings
Languages: pl

# refresherString
source: Refreshing...
pl: Odświeżanie...

# noInternet
source: No Internet access
pl: Brak internetu

# noInternetMessage
source: You need Internet access to load tournaments
pl: Aby wczytać turnieje należy połączyć się z internetem

# tableViewEmpty
source: Oopsie, It looks like it's empty :(
pl: Ups, wygląda na to, że niczego tu nie ma :(

# cancelAction
source: Cancel
pl: Anuluj

# tournamentStartTitle
source: Do you want to start the tournament?
pl: Rozpocząć turniej?

# tournamentStartMessage
source: To update tournament's scores you have to start it first. Do you wish to continue?
pl: Aby aktualizować punktację należy rozpocząć turniej. Czy chcesz to zrobić?

# noConnectionAlertTitle
source: No connection with the website
pl: Brak połączenia z serwisem

# noConnectionAlertMessage
source: An error occured with connecting to the website. Try again later.
pl: Wystąpił błąd z połączeniem z serwisem. Spróbuj ponownie później.

# soon
source: Coming soon :)
pl: Już wkrótce :)
